    var quotes = 
    [
      {
        "phrase": "А что ты хочешь, Валюха? Оккупанты, они и есть оккупанты!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Профессор, диктуй письмо у камеру! Тебе к камере не привыкать!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Баба за рулем, шо дятел в лесу — всегда найдёт своё дерево!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Здоровый образ жизни — это щас типа модно. У нас все бросили курить — и друзья, и соседи. Один я держусь, вот это я понимаю — сила воли.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Вот смотри, Анатолич… ты взял книги, я палатку; ты утюг, я удочку; ты чайник, а я молодец!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Ну ты ж зая, только и можешь скакать.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Я вам шо, привидение, шо ли, по дому ходить? Тоже мне Каспера нашли…",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Ооо, Женька, какая тяжёлая стала! Прям как баба Валя!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Теперь я для тебя Купидон Степаныч.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Это не сват, а армагеддон ходячий! Машину разбил, сарай завалил, бизнес уничтожил, крестнику личную жизнь сломал!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Животные могут идти, людей попрошу остаться. Митяй свободен!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Послушайте, у меня идея, давайте назовём их Иван и Валя! А ещё знаете как можно? Котя и Зая!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Я, конечно, не могу так красиво говорить, как Ольга Николавна… И не могу так красноречиво молчать, как Юрий Анатолич.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Пить он отказался… Сердце у него… А я, получается, бессердечный.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Анатолич, ты у нас просто яблоко раздора, запретный фрукт!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "О, бледнолицые пришли! Анатолич, где мой томагавк?",
        "signature": "Иван Будько"
      },
      {
        "phrase": "А самолёт летит — колёса терлися, а вы не ждали нас, а мы припёрлися!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Это не стоянка! Это тетрис!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "По улице ходили профессор с гомодрилой! Она, она не замужем была!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Снял Геракл свои сандалии кожаные, шо у Турции за немереные деньги были куплены, и спустился со своим товарищем Иолаем Николавной в болото, с лернейской гидрой сражаться. Потому что в такой грязюке и не такая гадость завестись может.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Наливай. А профессор хорошо сказал! Ты просто не знаешь такого слова — зиждется.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Ну всё, Вакапетян, вакапипец тебе!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Дочка, мужика своего не обижай, не бери пример с мамы.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "По русскому обычаю — пять граммулек для приличия.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Слово Будько — закон.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Ляпнул штампик меж листами, поменял постельное; прощай воля холостая, здравствуй жизнь семейная!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Да, Ольга Николавна?!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Гидромитяйцентр",
        "signature": "Иван Будько"
      },
      {
        "phrase": "А вы переживали… Женька на улице, курит.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Я извиняюсь, ваши гости тоже своими интеллигентными лицами не щёлкали.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Как говорил Юрий Алексеевич Гагарин: поехали!",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Иван Степанович, ваш сарказм в данном случае не уместен.",
        "signature": "Ольга Ковалёва"
      },
      {
        "phrase": "Юра, ты слышал, что она сказала? Она — вот этот вот член общества любителей лука!",
        "signature": "Ольга Ковалёва"
      },
      {
        "phrase": "Ему нельзя, у него сердце!",
        "signature": "Ольга Ковалёва"
      },
      {
        "phrase": "Курить нужно бросать постепенно. Сначала ты, потом я.",
        "signature": "Ольга Ковалёва"
      },
      {
        "phrase": "Валентина Петровна! Я вас умоляю: 50 % этой банды у ребёнка конфету отнять не сможет, не то что ограбить!",
        "signature": "Ольга Ковалёва"
      },
      {
        "phrase": "Бананчик, идите в ЖЖ! Я бы даже сказала… какая бананщина!",
        "signature": "Ольга Ковалёва"
      },
      {
        "phrase": "От скотобаза!",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "Так это же я ещё не начинала!",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "Ты своим «Датышоканьем» уже всех «задатышокал»!",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "Да закройся ты уже!",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "Да не дашокай! Сюда иди!",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "Нет Женечка, зато миксер есть…",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "От скотиняка!",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "Чего тебе, светлоокий ты наш?",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "А ну в глаза мне смотри!",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "Не рухни, Сталин!",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "А шо в сале плохого? Вот доллар падает, поднимается, а сало как была твёрдая валюта, так и осталась твёрдой валютой.",
        "signature": "Валентина Будько"
      },
      {
        "phrase": "Дедушка Ваня чуть не умер, за это его бабушка Валя чуть не убила.",
        "signature": "Женечка"
      },
      {
        "phrase": "Коза — это та, шо побольше и в бусах.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "И как я ему в эти подбитые глаза смотреть буду?",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Да потому что ваша свинья везде свой пятак засунет!",
        "signature": "Ольга Ковалёва"
      },
      {
        "phrase": "Нет, они решили вести здоровый образ жизни, и запретили: бабушке Оле -курить, бабушке Вале -есть, а дедушке Ване -пить",
        "signature": "Женечка"
      },
      {
        "phrase": "«Хлеб в магазине, молоко в корове, мы на картошке. Целуем, Будько».",
        "signature": "Записка из холодильника"
      },
      {
        "phrase": "Кто-то пилит на работу, а у нас всегда суббота",
        "signature": "Иван Будько"
      },
      {
        "phrase": "О, чувствуешь, кислород в кабине кончился? Это моя зевнула.",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Мужу своему будешь про шампанское заливать, мне не надо, ты только вошла я сразу учуял — коньяк",
        "signature": "Иван Будько"
      },
      {
        "phrase": "Это не я говорю, это Википеди́я говорит! ",
        "signature": "Иван Будько"
      }
    ];

    var image_sig = {'Иван Будько': 'is', 'Записка из холодильника': 'hh', 'Женечка': 'zh', 'Ольга Ковалёва': 'on', 'Валентина Будько': 'vp'};

	$(function(){
	  var quote_num = Math.floor(Math.random()*quotes.length);
	  $('<p>' + quotes[quote_num].phrase + '</p>').appendTo("blockquote");
	  $('<p>' + quotes[quote_num].signature + '</p>').appendTo("center");
	  $('<img src="img/'+image_sig[quotes[quote_num].signature]+'.jpg">').appendTo("center");
	});
